{
    "Title": "Earth Our Home Planet",
    "Named after": "Earth is at least a thousand years old.  With the exception of Earth, every planet was named after a Greek or Roman deity.  Earth, on the other hand, is a Germanic name that merely means the ground.",
    "basic description": " Earth is the largest of the four rock-and-metal planets nearest to the Sun, only marginally bigger than neighboring Venus. The only planet in our solar system having liquid water on its surface is Earth, which is just the fifth largest planet overall.Earth is only known planet to have life. Only living planet!!",
    "moons": "The only planet with a single moon is Earth.  The brightest and most recognizable object in the night sky is our Moon.  The Moon is largely to blame for Earth's exceptional quality as a home.  By stabilizing the wobble of our planet, it has reduced the variability of the climate over thousands of years.",
    "size": " Earth is the largest terrestrial planet and the fifth largest planet in our solar system, with an equatorial diameter of 12,760 kilometers.",
    "Distance from Sun": "150 million kilometers",
    "Age": "4.543 billion years",
    "Duration of one day": "23.9 hours",
    "gravity": "9.81 m/s²",
    "basic composition": "The crust, mantle, and core are the three layers that make up the earth.  Solid rock, primarily granite and basalt, makes up this outermost layer of the earth.  Oceanic and continental crust are the two types.  The majority of the oceanic crust is made up of basalt and is denser and thinner.",
    "possibility for life": "Because of Earth's extremely hospitable temperature and chemical composition, life is abundant here.  Most significantly, Earth is special because the temperature permits liquid water to exist for long periods of time, covering the majority of the planet.  Around 3.8 billion years ago, the earth's enormous oceans offered a suitable environment for the emergence of life.The ongoing effects of climate change are altering some of the characteristics of our planet that make it ideal for supporting life. ",
    "Formation": "Earth was the third planet from the Sun and formed when gravity drew swirling gas and dust in when the solar system settled into its current configuration some 4.5 billion years ago.  Earth shares characteristics with other terrestrial planets, including a solid crust, a rocky mantle, and a central core.",
    "structure": "Earth is made up of four major layers, with the outer core, mantle, and crust surrounding the inner core at the planet's center.A solid sphere with a radius of 759 miles (1,221 kilometers) that is composed of iron and nickel metals makes up the inner core.  Up to 9,800 degrees Fahrenheit (5,400 degrees Celsius) can be found there.  The outer core encircles the inner core.  This layer, which is composed of iron and nickel fluids, is roughly 1,400 miles (2,300 kilometers) thick.The thickest layer, the mantle, sits between the crust and the outer core.  About 1,800 miles (2,900 kilometers) thick, this hot, viscous mixture of molten rock has the consistency of caramel.  On land, the Earth's crust, the outermost layer, is typically 19 miles (30 kilometers) deep.  The crust is thinner at the ocean's bottom, spanning roughly 3 miles (5 kilometers) from the seafloor to the mantle's summit.",
    "surface": "Earth has mountains, valleys, and volcanoes, just like Mars and Venus.  The upper mantle and the continental and oceanic crust make up the lithosphere of Earth, which is separated into massive plates that are always shifting.  For instance, about the same speed as our fingernails grows, the North American plate shifts westward across the Pacific Ocean basin.  When plates split and separate, grind past one another, ride up over one another, or collide to form mountains, earthquakes occur.97% of the water on Earth is found in the global ocean, which makes up almost 70% of the planet's surface and has an average depth of roughly 2.5 miles (4 kilometers).  These oceans conceal nearly every volcano on Earth.  The majority of Hawaii's Mauna Kea volcano is submerged, but it is taller than Mount Everest from base to summit.  The Arctic and Atlantic oceans' bottoms contain the longest mountain range on Earth.  It is four times longer than the combined length of the Himalayas, Rockies, and Andes.",
    "atmosphere": "78% nitrogen, 21% oxygen, and 1% other gases like argon, carbon dioxide, and neon make up the atmosphere close to the Earth's surface.  The atmosphere protects humans from a large portion of the Sun's harmful radiation and influences both the short-term local weather and the long-term climate of Earth.  Additionally, it shields us from meteoroids, the majority of which burn up in the atmosphere before striking the surface as meteorites and appearing as meteors in the night sky.",
    "orbit and rotation": "Every 23.9 hours, Earth completes one orbit around the Sun.  A single orbit around the Sun takes 365.25 days.  Our calendar system, which counts one year as 365 days, is challenged by that additional quarter of a day.  We add one day every four years to ensure that our annual calendars match our orbit around the Sun.  The year it is added to is known as a leap year, and the day itself is known as a leap day.\\n The tilt of Earth's axis of rotation with respect to the plane of Earth's orbit around the Sun is 23.4 degrees.  Our annual cycle of seasons is caused by this tilt.  The southern hemisphere is tilted away from the Sun for a portion of the year, while the northern hemisphere is tilted toward it.  Summer is produced in the north due to increased solar heating caused by the Sun's higher altitude.  Winter in the south is caused by less direct solar heating.  It's the other way around six months later.  The Sun provides approximately equal amounts of heat to both hemispheres at the start of spring and fall.",
    "magnetosphere": "The magnetic field created by our planet's fast rotation and molten nickel-iron core is distorted into a teardrop shape in space by the solar wind.  (The Sun continuously ejects a stream of charged particles known as the solar wind.)  Air molecules above the magnetic poles of our planet collide with charged particles from the solar wind that are trapped in the magnetic field.  The northern and southern lights, or aurorae, are then caused by these air molecules glowing."
}