{
    "Title":"Jupiter-The Gas Giant",
    "Named after":"Jupiter, being the biggest planet, gets its name from the king of the ancient Roman gods.",
    "basic description":"The largest planet in our solar system ,if it were a hollow shell 1,000 Earths could fit inside.  Because it was formed from the gases and dust leftover from the Sun's formation 4.6 billion years ago, it is also the oldest planet. ",
    "moons":"The International Astronomical Union has officially recognized 95 of Jupiter's moons.  In 1610, the astronomer Galileo Galilei used an early telescope to observe the four largest moons: Io, Europa, Ganymede, and Callisto.  Some of the most intriguing places in our solar system are these four moons, which are now referred to as the Galilean satellites.",
    "size": "Diameter-142,984 km ,The width of Jupiter is eleven times that of Earth.  Jupiter would be roughly the size of a basketball if Earth were the size of a grape.",
    "Distance from Sun": "778 million kilometers",
    "Age": "4.603 billion years",
    "Duration of one day":"9.9 hours (Jupiter has the shortest day in the solar system)",
    "gravity":"24.79 m/s² (2.53 times Earth's gravity)",
    "details":"In reality, Jupiter's characteristic swirls and stripes are wind-blown, cold clouds of water and ammonia floating in a hydrogen and helium atmosphere.  The lighter bands are known as zones, and the darker orange stripes are known as belts. The bands flow in opposite directions, from east to west.  The famous Great Red Spot on Jupiter is a massive storm that is larger than Earth and has been raging for hundreds of years.The Roman mythological Jupiter, king of the gods, inspired the name of the king of planets.  The majority of its moons are also named after mythological figures, such as Jupiter or Zeus, his Greek counterpart.",
    "basic composition":"The composition of Jupiter is similar to that of the Sun – mostly hydrogen and helium. Deep in the atmosphere, pressure and temperature increase, compressing the hydrogen gas into a liquid.",
    "possibility for life":"It's unlikely that life as we know it could exist on Jupiter.  Most likely, organisms cannot adapt to the extremes and volatility of the materials, pressures, and temperatures that define this planet.Although the planet Jupiter is not a likely place for life to establish itself, some of its numerous moons are.  One of the most likely locations in our solar system to support life is Europa.  Just beneath its icy surface, there is evidence of a sizable ocean where life might be possible.",
    "Formation":"About 4.6 billion years ago, Jupiter and the rest of the solar system began to take shape.  This gas giant was created when swirling gas and dust were drawn together by gravity.  Jupiter accumulated more than twice the total mass of the solar system's bodies by absorbing the majority of the mass that remained after the Sun formed.  Jupiter actually possesses the same components as a star, but it never became large enough to ignite.  Jupiter settled into its current location as the fifth planet from the Sun in the outer solar system some 4 billion years ago.",
    "structure":"Similar to the Sun, Jupiter is primarily composed of hydrogen and helium.  The temperature and pressure rise deep within the atmosphere, compressing the hydrogen gas into a liquid.  As a result, Jupiter has the largest ocean in the solar system, but it is composed of hydrogen rather than water.  Scientists believe that at depths that may be halfway to the center of the planet, the pressure is so high that the hydrogen atoms' electrons are squeezed out, causing the liquid to conduct electricity like metal.  It is believed that electrical currents in this area are driven by Jupiter's rapid rotation, with the planet's strong magnetic field being produced by the dynamo-like spinning of the liquid metallic hydrogen.The central core of Jupiter had long been a mystery.  4 billion years ago, debris and small objects swirled around that region of the embryonic solar system, forming a small, solid core of heavier elements like ice, rock, and metal. Scientists theorized that Jupiter was a mostly homogeneous mix of hydrogen and helium gases.",
    "surface":"Jupiter is a gas giant, meaning it lacks a true surface.  Most of the planet is made up of whirling liquids and gases.  A spacecraft couldn't fly through Jupiter unharmed, but it also wouldn't have anywhere to land.  Spacecraft attempting to fly into the planet are crushed, melted, and vaporized by the intense pressures and temperatures found deep within.",
    "atmosphere":"The skies of the gas planet probably consist of three separate cloud layers, totaling roughly 44 miles (71 kilometers).  Ammonium hydrosulfide crystals are most likely the middle layer, while ammonia ice is most likely the top cloud.  Water, ice, and vapor may make up the innermost layer.Jupiter's thick bands of vibrant colors could be plumes of gases containing phosphorus and sulfur that are rising from the planet's warmer interior.  Jupiter's rapid rotation—it rotates once every ten hours—creates powerful jet streams that divide its clouds into long stretches of bright zones and dark belts.The Great Red Spot, a swirling oval of clouds twice as wide as Earth, has been observed on the giant planet for more than 300 years. More recently, three smaller ovals merged to form the Little Red Spot, about half the size of its larger cousin.",
    "orbit and rotation":"The solar system's shortest day is found on Jupiter.  According to Jovian time, a day on Jupiter lasts 9.9 hours, and it takes the planet approximately 12 Earth years (4,333 Earth days) to complete one orbit around the Sun, which is equivalent to a year.Only three degrees separates its equator from its orbital path around the Sun.  This indicates that Jupiter has less severe seasons than other planets and rotates almost upright.",
    "magnetosphere":"The area of space affected by Jupiter's strong magnetic field is known as the Jovian magnetosphere.  A tadpole-shaped tail extends more than 600 million miles (1 billion kilometers) behind Jupiter, as far as Saturn's orbit, after it balloons 600,000 to 2 million miles (1 to 3 million kilometers) toward the Sun (seven to 21 times the diameter of Jupiter itself).  Jupiter's massive magnetic field is 16–54 times stronger than Earth's.  It picks up particles with an electric charge as it revolves with the planet.  Swarms of charged particles are trapped by the magnetic field close to the planet, where they are accelerated to extremely high energies, producing intense radiation that can harm spacecraft and bombard the innermost moons."
}