{
    "Title":" Mars - The red planet ",
    "Named after":"Mars was named by the ancient Romans for their god of war because its reddish color was reminiscent of blood.Even today, it is frequently called the Red Planet because iron minerals in the Martian dirt oxidize, or rust, causing the surface to look red.",
    "basic description":"Mars is a cold, sandy, desert planet with a very thin atmosphere that is the fourth planet from the Sun. Seasons, polar ice caps, extinct volcanoes, canyons, and weather are all features of this dynamic planet. The final inner planet in our solar system is Mars. Mercury, Venus, Earth, and Mars are the first four planets from the sun and are considered the inner planets. Because of their solid surfaces, they are also referred to as terrestrial planets.  The only planet in our solar system where we have deployed rovers to study the alien landscape is Mars, one of the most visited planets. Numerous pieces of evidence have been discovered by NASA missions showing Mars was warmer, wetter, and had a thicker atmosphere billions of years ago.",
    "moons":"Phobos and Deimos, two of Mars' minor moons, could be captured asteroids. Because they have insufficient mass for gravity to make them spherical, they have a potato-like shape.\\n The horses that pulled the chariot of Ares, the Greek god of war, are the source of the moons' names.",
    "size": " Diameter = 6780 kms",
    "Distance from Sun": "228 million kilometers.",
    "Avg distance from earth":"225 million kilometers.",
    "Age": "4.603 billion years",
    "Duration of one day":"24.6 hours(very similar to one day on Earth 23.9 hours)",
    "orbital period":"687 Earth days",
    "basic composition":"Core made of iron, nickel, and sulfur.and above that, a crust made of iron, magnesium, aluminum, calcium, and potassium.",
    "possibility for life":"Scientists don't anticipate discovering any live life on Mars right now. Rather, they are searching for evidence of life that was present on Mars in the past, when it was warmer and covered with water.",
    "details":"On Mars, temperatures can range from roughly -225 degrees Fahrenheit (-153 degrees Celsius) to as high as 70 degrees Fahrenheit (20 degrees Celsius). Additionally, heat from the Sun rapidly departs this planet due to its thin atmosphere. It would feel like spring at your feet (75 degrees Fahrenheit or 24 degrees Celsius) and winter at your head (32 degrees Fahrenheit or 0 degrees Celsius) if you were standing on the equator of Mars at noon.\\n On occasion, Mars experiences winds that are powerful enough to produce dust storms that blanket a large portion of the planet. It may take months for everything to settle down after such storms.\\nInterestingly, the area of Mars' surface is almost equal to that of Earth's dry land, despite the planet having a diameter that is around half that of Earth. Some of the most intriguing topographical characteristics in the solar system are the result of the changes made to Mars' surface over many years by its volcanoes, impact craters, crustal movement, and atmospheric conditions like dust storms.Mars is home to the largest volcano in the solar system, Olympus Mons. It's three times taller than Earth's Mt. Everest.",
    "Formation":"Mars formed as the fourth planet from the Sun when gravity drew spinning gas and dust in, around 4.5 billion years ago, when the solar system had stabilized into its current configuration. Like other terrestrial planets, Mars has a solid crust, a rocky mantle, and a central core. It is roughly half as big as Earth.",
    "structure":"The thick core of Mars is located between 930 and 1,300 miles (1,500 and 2,100 kilometers) from the planet's center. Iron, nickel, and sulfur make up its composition. A rocky mantle that is between 770 and 1,170 miles (1,240 and 1,880 kilometers) thick surrounds the core, and on top of it is a crust composed of calcium, potassium, magnesium, iron, and aluminum. The depth of this crust ranges from 6 to 30 miles (10 to 50 kilometers).",
    "surface":"In reality, the Red Planet is multicolored. We perceive hues like brown, gold, and tan at the surface. The oxidation, or rusting, of iron in the rocks, regolith (Martian soil), and dust of Mars is what gives the planet its reddish appearance. From a distance, the planet appears primarily red due to the dust being blasted up into the atmosphere.\\n With historic river valley networks, deltas, and lakebeds, as well as surface rocks and minerals that could only have formed in liquid water, Mars seems to have had a wet history. According to certain features, massive floods occurred on Mars approximately 3.5 billion years ago.\\n   Although there is water on Mars today, liquid water cannot survive for very long on the surface due to the thin Martian atmosphere. On Mars today, water can be found in the form of brackish (salty) water that occasionally rushes down some hillsides and crater walls, as well as water-ice that is found just beneath the surface in the polar regions.",
    "features of mars landscape":["The Valles Marineris is a vast network of canyons that stretches over 3,000 miles (4,800 kilometers) from California to New York. The maximum width of this Martian canyon is 200 miles (320 kilometers), while the maximum depth is 4.3 miles (7 kilometers). That is around ten times the size of the Grand Canyon on Earth.","Olympus Mons, the biggest volcano in the solar system, is located on Mars. With a base the size of the state of New Mexico, it is three times higher than Mount Everest on Earth."],

    "atmosphere":"The main gases that make up Mars' thin atmosphere are carbon dioxide, nitrogen, and argon. Instead of the recognizable blue hue we see on Earth, the sky would appear to us to be hazy and crimson due to suspended dust. The thin atmosphere of Mars provides little defense against meteorite, asteroid, and comet impacts.",
    "orbit and rotation":"In relation to the plane of its orbit around the Sun, Mars' axis of rotation is 25 degrees skewed. This is another resemblance to the 23.4-degree axial tilt of Earth. Mars has different seasons, just like Earth, however because Mars orbits the Sun more slowly than Earth due to its greater distance, its seasons are longer. Additionally, Mars' irregular, egg-shaped orbit around the Sun causes the seasons to vary in length, whereas on Earth they are evenly distributed throughout the year and endure three months, or a quarter of a year.\\n At 194 sols, the longest season is spring in the northern hemisphere and fall in the southern. With 142 days, autumn is the shortest season in the northern hemisphere (spring in the southern). There are 154 sols in the northern winter and 178 sols in the southern summer.\\n note: Martian days are called sols – short for solar day.",
    "magnetosphere":"Although there is currently no global magnetic field on Mars, regions of the southern hemisphere's Martian crust are strongly magnetized, suggesting remnants of a magnetic field that existed 4 billion years ago."
}