{
    "Title":" Mercury - The Swift Planet",
    "Named after":"Mercury is appropriately named for the swiftest of the ancient Roman gods.",
    "basic description":"Mercury is only somewhat bigger than the Moon, making it the smallest planet in our solar system and the one closest to the Sun. The Sun would appear more than three times as big from Mercury's surface as it does from Earth, and the illumination would be up to seven times brighter.",
    "moons":"Does not have Moons",
    "size": " Diameter = 4880 kms",
    "Distance from Sun": "57.9 million kilometers.",
    "Avg distance from earth":"77 million kilometers. ",
    "Age": "4.5 billion-year-old",
    "Duration of one day":"59 Earth days.",
    "gravity":"3.7 m/s² (0.38 times Earth's gravity)",
    "orbital period":"87.97 Earth days.(Fastest planet in solar system thus named as swift planet)",
    "basic composition":"Mercury is a rocky planet made up of about 70% metallic and 30% silicate material. It's the most iron-rich planet in our solar system.",
    "possibility for life":"The environment on Mercury is unsuitable for life as we know it. This planet's severe temperatures and solar radiation are probably too harsh for life to adapt to.",
    "details":"Mercury's dense atmosphere prevents it from being the hottest planet in our solar system, even though it is close to the Sun. Venus is the closest planet. The quickest planet, however, is Mercury, which orbits the Sun in 88 Earth days.\\nMercury has very hot and frigid temperatures on its surface. Due to the planet's proximity to the Sun, daytime highs of 430°C (800°F) are possible. Temperatures can drop to -180°C (-290°F) at night if there is no atmosphere to hold on to that heat.",
    "Formation":"Mercury is the smallest planet closest to the Sun. It originated approximately 4.5 billion years ago when gravity drew spinning gas and dust together. Mercury has a solid crust, a rocky mantle, and a central core, just like other terrestrial planets.",
    "structure":"After Earth, Mercury has the second-highest density. About 85% of the planet's radius, or 1,289 miles (2,074 kilometers), is made up of its sizable metallic core. Evidence suggests that it is partially liquid or molten. The outer shell of Mercury is only 400 kilometers (250 miles) thick, which is similar to the outer shell of Earth.",
    "surface":"To the human eye, the majority of Mercury's surface would seem greyish-brown. They are referred to as crater rays. They are created when a comet or asteroid collides with the earth's surface. The enormous amount of energy generated by such an impact smashes a great deal of rock beneath the point of contact and creates a large crater in the ground. The rays are formed when some of this crushed material is flung far from the crater and subsequently falls to the surface. The rays appear brighter because crushed rock particles that are finer are more reflecting than those that are larger. Over time, the beams darken due to the space environment, which includes dust hits and solar-wind particles.\\nMercury may have water ice at its north and south poles inside deep craters, but only in regions in permanent shadows. In those shadows, it could be cold enough to preserve water ice despite the high temperatures on sunlit parts of the planet.",
    "atmosphere":"Mercury does not have an atmosphere; instead, it has a thin exosphere composed of atoms that have been blasted off the surface by meteoroids and the solar wind. The main elements of Mercury's exosphere include potassium, helium, hydrogen, sodium, and oxygen.",
    "orbit and rotation":"Mercury's highly eccentric, egg-shaped orbit takes the planet as close as 29 million miles (47 million kilometers) and as far as 43 million miles (70 million kilometers) from the Sun.\\nMercury's axis of rotation from the plane of its orbit around the Sun is tilted by only 2 degrees. It does not have seasons like many other planets since it rotates almost completely upright.",
    "magnetosphere":"The magnetic field of Mercury is oriented in a different direction from the equator. Mercury's surface magnetic field is just 1% as strong as Earth's, yet it interacts with the solar wind's magnetic field to occasionally produce powerful magnetic tornadoes that direct the hot, rapid plasma from the solar wind down to the planet's surface. Atoms that are neutrally charged are knocked off when the ions hit the surface and sent flying high into the sky."
}