{
    "Title":"Neptune-The Blue Giant",
    "Named after":"The first planet discovered by mathematical calculations was the ice giant Neptune.  Johann Galle found the planet in 1846 using Urbain Le Verrier's predictions.  Le Verrier suggests that the planet is named after the Roman god of the sea.",
    "basic description":"The ice giant Neptune is more than 30 times farther from the Sun than Earth and is dark, frigid, and buffeted by supersonic winds.  The only planet in our solar system that is invisible to the unaided eye is Neptune.  The first 165-year orbit of Neptune since its discovery in 1846 was completed in 2011.  High noon on the large blue planet would appear to us to be dim twilight due to Neptune's extreme distance from the Sun.  On Neptune, sunlight is about 900 times brighter than the warm light we see on Earth.",
    "moons":"There are 16 known moons of Neptune.  Just 17 days after Johann Gottfried Galle's discovery of Neptune, William Lassell discovered the planet's largest moon, Triton, on October 10, 1846.  Neptune's moons are named after a variety of lesser sea gods and Greek mythological nymphs because the planet was named after the Roman god of the sea. Triton is the only large moon in the solar system that circles its planet in a direction opposite to the planet's rotation (a retrograde orbit), which suggests that it may once have been an independent object that Neptune captured.",
    "rings":"As far as we are aware, Neptune has four notable ring arcs and at least five main rings.  The primary rings are called Galle, Leverrier, Lassell, Arago, and Adams, and they extend outward from the planet.  The rings are believed to be brief and relatively young.  There are also strange dust clusters known as arcs in Neptune's ring system.  The outermost ring, Adams, has four prominent arcs: Courage, Fraternité (Fraternity), Egalité (Equality), and Liberté (Liberty).  The arcs are odd because, according to the laws of motion, they should disperse uniformly instead of remaining clustered together.  Scientists now believe that these arcs are stabilized by the gravitational pull of Galatea, a moon that is located directly inward from the ring.",
    "size": "Diameter-49,528 kilometers",
    "Distance from Sun": "4.5 billion kilometers",
    "Age": "4.503 billion years",
    "Duration of one day":"16 hours",
    "gravity":"11.15 m/s² (1.14 times Earth's gravity)",
    "orbital period":"165 Earth years",
    "details":"",
    "basic composition":" Neptune is one of two ice giants in the outer solar system (the other is Uranus). Most (80% or more) of the planet's mass is made up of a hot dense fluid of icy materials – water, methane, and ammonia – above a small, rocky core. Of the giant planets, Neptune is the densest.",
    "possibility for life":"The conditions on Neptune are unsuitable for life as we know it.  This planet's extreme temperatures, pressures, and materials are probably too volatile and harsh for living things to adjust to.",
    "Formation":"Gravity drew swirling gas and dust in to form Neptune, an ice giant, some 4.5 billion years ago, when the rest of the solar system was forming.  Neptune most likely formed nearer the Sun than Uranus, its neighbor, and migrated to the outer solar system approximately 4 billion years ago.",
    "structure":"Uranus and Neptune are the only two ice giants in the outer solar system.  Above a tiny, rocky core, the majority (80% or more) of the planet's mass is composed of a hot, dense fluid of icy substances, such as water, methane, and ammonia.  Neptune is the densest of the giant planets.  Under Neptune's frigid clouds, scientists believe there may be an ocean of extremely hot water.  Because it is trapped inside by extremely high pressure, it does not boil away.",
    "surface":"Neptune does not have a solid surface. Its atmosphere (made up mostly of hydrogen, helium, and methane) extends to great depths, gradually merging into water and other melted ices over a heavier, solid core with about the same mass as Earth.",
    "atmosphere":"Only a small amount of methane makes up Neptune's atmosphere, which is primarily composed of hydrogen and helium.  The methane on Uranus, Neptune's neighbor, reflects blue but absorbs other colors, giving these ice giants their similar hue.  Neptune appears to be a much deeper blue in many photos taken during the 1989 Voyager 2 flyby.  This was because, in contrast to the blurry, homogeneous view of Uranus that Voyager 2 had taken in 1986, the Voyager team altered the photos to better show clouds and other distinguishing features on the planet.  After reprocessing the photos in 2024, scientists discovered that the planets appear far more alike than previously believed.",
    "orbit and rotation":"On Neptune, a day lasts roughly sixteen hours, which is the amount of time it takes for Neptune to rotate or spin once.  Additionally, it takes Neptune roughly 165 Earth years (60,190 Earth days) to complete one orbit around the Sun, which is equivalent to one year in Neptunian time.Neptune is occasionally even more distant from the Sun than Pluto, a dwarf planet.  Every 248 Earth years, Pluto enters Neptune's orbit for a 20-year stay due to its extremely eccentric, oval-shaped orbit.  The last time this occurred was between 1979 and 1999, when Pluto moved closer to the Sun than Neptune.  However, Pluto completes two orbits around the Sun for every three that Neptune completes, so Pluto can never collide with Neptune.  The two bodies are unable to approach closely because of this recurring pattern.",
    "magnetosphere":"In comparison to the planet's rotational axis, Neptune's magnetic field's main axis is tilted over by roughly 47 degrees.  This misalignment causes Neptune's magnetosphere to fluctuate wildly with each rotation, much like Uranus, whose magnetic axis is angled roughly 60 degrees from the axis of rotation.  Neptune's magnetic field is roughly 27 times stronger than Earth's."
}