{
    "Title": "Sun - Heart of our Solar System",
    "basic description": "The center of our solar system. 4.5 billion-year-old yellow dwarf star,Without the Sun’s energy,life as we know it could not exist on our Earth.It is source of light for our entire solar system.Its gravity holds the solar system together, keeping everything present in our solar syestem,from the biggest planets to the smallest bits of debris in orbit around it. It is orbited by 8 planets, 5 dwarf planets,tens of thousands of asteroids and over three trillon commets and icy bodies.",
    "size": " Diameter=1,392,000 kms",
    "distance from earth": "147.75 million kms",
    "Age": "4.5 billion-year-old",
    "time taken to rotate": "measuring cam be complicated as sun is mostly a plasma so, different parts moves at different speeds.At its equator it takes 25 earth day and at polar region it can take 36 earth days.",
    "structure": " Sun is a medium-sized star with a radius of about 700,000 kilometers. The Sun is far more massive than Earth: it would take more than 330,000 Earths to match the mass of the Sun, and it would take 1.3 million Earths to fill the Sun's volume,  but still Compared to other stars, our Sun is considered an average-sized star.there are many more stars in our galaxy which can be much bigger than our Sun.for example,The largest known star, UY Scuti, is 1,700 to 1,708 times larger in radius than the sun.many solar systems have more than one star,but sun is our solar system’s only star.",
    "formation": "The Sun originated approximately 4.6 billion years ago from a vast, rotating cloud of gas and dust known as the solar nebula. As this nebula collapsed due to its gravity, it began to spin more quickly and took on a disk shape. A majority of the nebula's material was drawn towards the center, forming our Sun, which makes up 99.8% of the mass in our solar system. The remaining material went on to create the planets and other celestial bodies that now revolve around the Sun. The leftover gas and dust were swept away by the intense solar wind of the young Sun.\\n\\n Just like every star, our Sun will one day deplete its energy reserves. As it begins to die, the Sun will swell into a red giant, growing so enormous that it may consume both Mercury and Venus, and possibly Earth too. Researchers believe the Sun is slightly under the midpoint of its lifespan and is expected to survive for an additional 5 billion years before transitioning into a white dwarf.",
    "atmosphere": "The sun consists of three inner layers and three outer layers. Inner layers: Core: The core of the Sun is its most intensely heated region. It is in this area that nuclear reactions occur, fusing hydrogen into helium, which generates the Sun's heat and light. The temperatures reach over 27 million °F (15 million °C) and the core measures about 138,000 kilometers in thickness. The density within the Sun’s core is approximately 150 grams per cubic centimeter (g/cm³), which is around eight times denser than gold (19.3 g/cm³) and thirteen times denser than lead (11.3 g/cm³). Radiative zone: The zone that acts as a transition between the core and the convection zone, where energy is transferred outward through radiation. Convection zone: The outermost layer of the sun's interior, in which convection currents transport energy to the surface. Energy generated in the core is transported outward through radiation. This radiation oscillates within the radiative zone, taking nearly 170,000 years to travel from the core to the upper part of the convection zone. As we move outward into the convection zone, the temperature decreases to below 3.5 million °F (2 million °C). In this region, large bubbles of hot plasma (a mixture of ionized atoms) rise toward the photosphere, which is the layer commonly recognized as the Sun's surface. Outer layers: Photosphere: Photosphere is actually the first layer of the solar atmosphere. It is about 250 miles thick and reaches around 5500 degrees Celsius.That's much cooler than the blazing core, but it's still hot enough to make metals – not just melt, but boil. Most of the Sun's radiation escapes outward from the photosphere into space. The chromosphere, transition zone, and corona are located above the photosphere. The transition zone is just the tiny layer where the chromosphere quickly heats up and transforms into the corona; not all scientists refer to it as a separate region. The Sun's atmosphere includes the photosphere, chromosphere, and corona. (The corona, which is the Sun's upper atmosphere, is sometimes also referred to as the Sun's atmosphere.) Solar flares, coronal holes, and sunspots are all found in the Sun's atmosphere.",
    "Magnetosphere": "The interplanetary magnetic field, which pervades our solar system, is created by the Sun and is carried through the solar system by the solar wind, which is a stream of electrically charged gas that blows outward from the Sun in all directions. The heliosphere is the vast bubble of space that is dominated by the Sun's magnetic field, and because the Sun rotates, the magnetic field spins out into a large rotating spiral called the Parker spiral, which resembles the pattern of water from a rotating garden sprinkler.\\nThe Sun doesn't always act in the same manner. The solar cycle is comprised of periods of high and low activity. Approximately every 11 years, the Sun’s geographic poles change their magnetic polarity – that is, the north and south magnetic poles swap. During this cycle, the Sun's photosphere, chromosphere, and corona change from quiet and calm to violently active.",
    "orbit and rotation":"The Sun rotates, but not like a solid ball. Its equator spins faster than its poles, a process called differential rotation. At the equator, it takes about 24-25 days to complete one full rotation, while near the poles, it takes around 35 days. This happens because the Sun is made of hot, flowing plasma instead of solid material. As the Sun rotates, its magnetic field gets twisted and tangled, leading to sunspots, solar flares, and coronal mass ejections. These powerful events can send bursts of energy and particles into space, sometimes affecting Earth's satellites and communications."
}