{
    "Title":"Uranus-Ice Giant",
    "Named after":" the planet was named for Uranus, the Greek god of the sky",
    "basic description":"Uranus is the seventh planet from the Sun, and it has the third largest diameter of planets in our solar system. Uranus appears to spin sideways.Uranus is a very cold and windy world. The ice giant is surrounded by 13 faint rings and 28 small moons. Uranus rotates at a nearly 90-degree angle from the plane of its orbit. This unique tilt makes Uranus appear to spin sideways, orbiting the Sun like a rolling ball.",
    "moons":"There are 28 known moons of Uranus.  The moons of Uranus are unique in that they are named after figures from Alexander Pope and William Shakespeare, whereas the majority of satellites orbiting other planets get their names from Greek or Roman mythology.  The inner moons of Uranus all seem to be about half rock and half water ice.  The outer moons are probably captured asteroids, though their composition is unknown.",
    "rings":"There are two rings on Uranus.  Narrow, dark grey rings make up the majority of the inner system of nine rings.  The outer ring is blue like Saturn's E ring, while the innermost ring is reddish like dusty rings found elsewhere in the solar system.  The rings are named Zeta, 6, 5, 4, Alpha, Beta, Eta, Gamma, Delta, Lambda, Epsilon, Nu, and Mu in order of increasing separation from the planet.  Belts of fine dust encircle some of the larger rings.",
    "size": "Diameter-51,118 kilometers",
    "Distance from Sun": "2.9 billion kilometers",
    "Age": "4.503 billion years",
    "Duration of one day":"17 hours",
    "gravity":"8.69 m/s² (Almost like Earth, slightly weaker)",
    "orbital period":"84 earth years",
    "details":"",
    "basic composition":"In the outer solar system, Uranus and Neptune are the two ice giants.  Above a tiny rocky core, the majority (80% or more) of the planet's mass is composed of a hot, dense fluid of icy substances, such as water, methane, and ammonia.  It can reach temperatures of 9,000 degrees Fahrenheit (4,982 degrees Celsius) close to the core. ",
    "possibility for life":"Uranus' environment is not conducive to life as we know it. The temperatures, pressures, and materials that characterize this planet are most likely too extreme and volatile for organisms to adapt to.",
    "Formation":"Gravity drew swirling gas and dust in to form Uranus, an ice giant, around 4.5 billion years ago, when the rest of the solar system was forming.  Uranus is the seventh planet from the Sun and, like its neighbor Neptune, most likely formed closer to the Sun before moving to the outer solar system some 4 billion years ago.",
    "structure":"In the outer solar system, Uranus and Neptune are the two ice giants.  Above a tiny rocky core, the majority (80% or more) of the planet's mass is composed of a hot, dense fluid of icy substances, such as water, methane, and ammonia.  It can reach temperatures of 9,000 degrees Fahrenheit (4,982 degrees Celsius) close to the core.  Compared to its neighbor Neptune, Uranus has a slightly larger diameter but a lower mass.  Saturn is the least dense planet, and this one is the second least dense.Methane gas in the atmosphere gives Uranus its blue-green hue.  The cloud tops on Uranus reflect sunlight back into space after it has passed through the atmosphere.  The red part of the light is absorbed by methane gas, giving it a blue-green hue.",
    "surface":"Uranus lacks a true surface because it is an ice giant.  Swirling fluids make up the majority of the planet.  A spacecraft couldn't fly through Uranus' atmosphere without getting hurt, but it also wouldn't have anywhere to land.  A metal spaceship would be destroyed by the intense heat and pressure.",
    "atmosphere":"The atmosphere of Uranus is primarily composed of hydrogen and helium, with trace amounts of water and ammonia and methane.  Uranus' distinctive blue hue is caused by methane. During its 1986 flyby, Voyager 2 only observed a small dark spot, a Great Dark Spot, and a few distinct clouds; however, more recent observations show that Uranus displays dynamic clouds as it gets closer to equinox, including bright features that change quickly.In some locations, Uranus' planetary atmosphere is even colder than Neptune's, with a minimum temperature of 49K (-224.2 degrees Celsius).",
    "orbit and rotation":"With a tilt of 97.77 degrees, Uranus is the only planet with an equator that is almost perpendicular to its orbit.  This might have been caused by a long-ago collision with an object the size of Earth.  The most extreme seasons in the solar system occur on Uranus due to its peculiar tilt.  The Sun shines directly over each pole for almost a quarter of the Uranian year, causing the other half of the planet to experience a dark, 21-year winter.One of only two planets that rotates in the opposite direction from the majority of the planets is Uranus.  The other is Venus.",
    "magnetosphere":"Uranus has an unusual, irregularly shaped magnetosphere. Magnetic fields are typically in alignment with a planet's rotation, but Uranus' magnetic field is tipped over: the magnetic axis is tilted nearly 60 degrees from the planet's axis of rotation, and is also offset from the center of the planet by one-third of the planet's radius.Uranus has auroras, but they are not in line with the poles like they are on Earth, Jupiter, and Saturn. This is due to the planet's lopsided magnetic field."
}