{
    "Title":"Venus - The Morning Star ",
    "Named after":"The ancient Roman goddess of beauty and love, Venus, was dubbed Aphrodite by the ancient Greeks. Venus's characteristics are mostly named after women. The only planet with a female god's name is this one.",
    "Introduction":"Venus is Earth's nearest planetary neighbor and the second planet from the Sun. After the Sun and Moon, Venus is the third brightest object in the sky. Unlike most planets, Venus rotates slowly in the opposite direction.\\nVenus, commonly referred to as Earth's twin, is comparable to Earth in size and structure. With surface temperatures hot enough to melt lead, it is the hottest planet in our solar system due to a runaway greenhouse effect caused by its thick atmosphere. There are volcanoes and distorted mountains on the surface beneath the heavy, lingering clouds.",
    "moons":"Venus is one of only two planets in our solar system that doesn't have a moon, but it does have a quasi-satellite that has officially been named Zoozve. This object was discovered on Nov. 11, 2002, by Brian Skiff.\\n note:\\nQuasi-satellites, sometimes called quasi-moons, are asteroids that orbit the Sun while staying close to a planet. A quasi-satellite’s orbit usually is more oblong and less stable than the planet's orbit. In time, the shape of a quasi-satellite’s orbit may change and it may move away from the planet.",
    "size": " Diameter = 12,104 kilometers(slightly less than earth)",
    "Distance from Sun": "108 million kilometers",
    "Avg distance from earth":"Venus is roughly 24 million (or 38 million) kilometers from Earth at its closest point. However, the two planets are typically farther apart. At its greatest, Venus and Earth are separated by roughly 162 million miles (261 million kilometers). In actuality, Mercury, the innermost planet, is closer to Earth than Venus.",
    "Age": "4.5 billion-year-old",
    "Duration of one day":"243 Earth days long.(Longest day in our solar system,even longer than a year on venus)",
    "orbital period":"225 Earth days.",
    "basic composition":"Venus is made up of a central iron core and a rocky mantle, similar to the composition of Earth. Its atmosphere is mainly made up of carbon dioxide (96%) and nitrogen (3%), with small amounts of other gases.",
    "possibility for life":"Some scientists hypothesize that microbial life may survive in the planet's upper cloud layers, despite the fact that its surface is exceedingly hot and inhospitable, with temperatures surpassing 450°C (850°F) and crushing atmospheric pressure. Although its existence is still up for question, the discovery of phosphine gas in 2020 raised renewed interest in the potential biosignature. Sulfuric acid in Venus' dense atmosphere makes life as we know it difficult, yet Earth's extremophiles have demonstrated that life can endure in hostile environments.",
    "details":"From our vantage point, Venus and the Sun never stray far from one another because Venus' orbit is closer to the Sun than ours. Venus was viewed in two separate ways by the ancient Greeks and Egyptians: first in the morning, when it was in one orbit, and then in the evening, when it was in the other orbit, although at opposite periods of the year.hence given nicknames as morning star or evening star.\\nAnother perspective trick is the way Venus appears through binoculars or a telescope. If you observe it over a period of months, you will notice that it has phases, just like our Moon. The full cycle, however, takes 584 days, whereas our Moon only takes a month. Galileo's telescope observations of Venus' phases were the primary scientific evidence for the Copernican heliocentric nature of the solar system.\\n",
    "Formation":"For scientists who research planet formation, the stark differences between the fates of early Earth and Venus and their striking similarities offer a sort of test case. Both had oceans when they were younger, and they are comparable in size and internal structure. Yet one is now an inferno, while the other is the only known world to host abundant life. The factors that set these planets on almost opposite paths began, most likely, in the swirling disk of gas and dust from which they were born. Somehow, 4.6 billion years ago that disk about our Sun accreted, cooled, and formed into the planets we know today. Understanding Venus's development history could improve our comprehension of Earth and other rocky planets orbiting other stars.",
    "structure":"The thinnest of skins forms a rocky, exterior crust; on both planets, this thin skin changes form and occasionally erupts into volcanoes in response to the ebb and flow of heat and pressure deep beneath. On Earth, the slow movement of continents over thousands and millions of years reshapes the surface, a process known as plate tectonics. Something similar might have happened on Venus early in its history, and today a key element of this process could be at work: subduction, or the sliding of one continental plate beneath another, which can also cause volcanoes. If you were to cut Venus and Earth in half, pole to pole, and place them side by side, they would look strikingly similar.Subduction is believed to be the first step in creating plate tectonics.",
    "surface":" Photos snapped by the landers sent by Soviet Union between 1961 and 1984 as part of its Venera program (Venera is Russian for Venus)shows a barren, dim, and rocky landscape, and a sky that is likely some shade of sulfur yellow.\\nVolcanoes and tectonic forces appear to have erased most traces of the early surface of Venus.The average age of surface features could be as young as 150 million years, with some older surfaces mixed in.",
    "features of venus landscape":["A volcanic crater named Sacajawea for Lewis and Clark’s Native American guide.","A deep canyon called Diana for the Roman goddess of the hunt.","One mountain reaches 36,000 feet (11 kilometers), higher than Mt. Everest. ","“Pancake” domes with flat tops and steep sides, as wide as 38 miles (62 kilometers), likely formed by the extrusion of highly viscous lava."],
    "atmosphere":"The atmosphere of Venus is characterized by extremes. Venus is hotter than the innermost planet, scorched Mercury, and has the hottest surface in the solar system, outside from the Sun. With sulfuric acid clouds, the atmosphere is primarily made up of carbon dioxide, the same gas that causes the greenhouse effect on Earth and Venus. Additionally, the heated, high-pressure carbon dioxide exhibits corrosive behavior at the surface. However, pressure and temperature start to decrease higher in the atmosphere.",
    "orbit and rotation":"your day would last 243 Earth days, which is longer than a Venus year, which is just 225 Earth days long and consists of one round around the Sun. For another, it would take 117 Earth days from dawn to sunset due to the planet's incredibly sluggish spin. Additionally, because Venus rotates backwards relative to Earth, the Sun would rise in the west and set in the east. similar to mercury due to only 3 degree tilt from plane of orbit makes it spinning upright hence there will be no seasons on venus."  
}